Repository: IamAKX/maxsociety-visitor
Catalog: lib/l10n/app_*.arb
Languages: hi

# promptPhone
source: Enter your phone number
hi: अपना फोन नंबर डालें

# promptName
source: What is your name?
hi: आपका क्या नाम है?

# promptCamera
source: Click your photo
hi: अपनी फोटो क्लिक करें

# promptType
source: Is the building residential or commercial?
hi: बिल्डिंग आवासीय है या व्यावसायिक?

# promptBlock
source: Which block you want to visit?
hi: आप किस ब्लॉक में जाना चाहते हैं?

# promptFlat
source: Which flat you want to visit?
hi: आप किस फ्लैट में जाना चाहते हैं?

# promptPerson
source: Whom do you want to meet?
hi: आप किससे मिलना चाहते हैं?

# promptPurpose
source: What is the purpose of your visit?
hi: आपकी यात्रा का उद्देश्य क्या है?

source: welcome
hi: स्वागत

# promptUserIdentity
source: Is this you?
hi: क्या यह आप हो?

# promptLastVisit
source: Do you want to visit this flat?
hi: क्या आप इस फ्लैट में जाना चाहते हैं?

source: Take Picture
hi: तसवीर खिचे

# tapMic
source: Tap the microphone to start listening...
hi: सुनना शुरू करने के लिए माइक्रोफ़ोन टैप करें...

source: Invalid phone number
hi: अवैध फोन नंबर

source: Listen
hi: सुनना

source: Next
hi: अगला
